Repository: adamsarba/squaredrop
Catalog: really-simple/languages/*.po
Languages: pl_pl

source: Page not found
pl_pl: Strona nie została znaleziona

source: The page you tried to access does not exist.
pl_pl: Strona, do której próbowano uzyskać dostęp, nie istnieje.

source: Back to home
pl_pl: Wróć do strony głównej

source: Page
pl_pl: Strona

source: Back to blog
pl_pl: Wróć do dziennika

# comments title
source: One thought on &ldquo;%s&rdquo;
pl_pl: Jedna myśl na temat &ldquo;%s&rdquo;

# comments title
source: %1$s thought on &ldquo;%2$s&rdquo;
pl_pl: %1$s myśl na temat &ldquo;%2$s&rdquo;

source: Comments are closed.
pl_pl: Komentarze są wyłączone.

source: Sign up
pl_pl: Obserwuj nas

source: for the latest news and offers
pl_pl: i bądź na bieżąco

source: All rights reserved
pl_pl: Wszelkie prawa zastrzeżone

source: /en/privacy-policy/
pl_pl: /polityka-prywatnosci/

source: Privacy Policy
pl_pl: Polityka prywatności

source: Accessibility tools
pl_pl: Narzędzia dostępności

source: Accessibility
pl_pl: Dostępność

source: We respect your privacy
pl_pl: Szanujemy Twoją prywatność

source: This website uses cookies or similar technologies to enhance your browsing experience. By continuing to use our website you agree to our <a href="/en/privacy-policy/">Privacy&nbsp;Policy</a>.
pl_pl: Ta witryna korzysta z plików cookie lub podobnych technologii w celu poprawy komfortu przeglądania. Kontynuując korzystanie z naszej witryny wyrażasz zgodę na naszą <a href="/polityka-prywatnosci/">Politykę&nbsp;prywatności</a>.

source: Accept
pl_pl: Akceptuję

source: Go to top
pl_pl: Powrót do góry

source: Loading
pl_pl: Wczytywanie

source: A one-of-a-kind studio
pl_pl: Pracownia jedyna w swoim rodzaju

source: We are an art laboratory specializing in the design of unique furniture and conservation of works of art, led by Agnieszka Śniadewicz-Świca. Great professionals, experienced craftsmen, designers and art historians constitute the core of <strong>Square Drop</strong>. Thanks to our cooperation with antique dealers from all over the world, we offer original furniture, thoroughly selected by experts. Each item we offer tells a story because we believe that the emotional element, high quality, durability and individual character of the designs are an expression of care for our planet.
pl_pl: Jesteśmy pracownią zajmującą się projektowaniem unikatowych mebli oraz konserwacją dzieł sztuki, prowadzoną przez Agnieszkę Śniadewicz-Świcę. Trzon <strong>Square Drop</strong> stanowią świetni fachowcy, doświadczeni rzemieślnicy, projektanci i historycy sztuki. Dzięki naszej współpracy z antykwariuszami z różnych stron świata mamy w swojej ofercie, ciekawe, wyselekcjonowane przez znawców meble. Każdy przedmiot, który proponujemy opowiada historię, gdyż wierzymy, że pierwiastek emocjonalny, wysoka jakość, trwałość i indywidualny charakter projektów to wyraz troski o naszą planetę.

source: /en/restoration/
pl_pl: /konserwacja-obiektow-zabytkowych/

source: Learn more
pl_pl: Dowiedz się więcej

source: Restoration
pl_pl: Konserwacja

source: Antiques
pl_pl: Antyki

source: Antiques and furniture from various collections
pl_pl: Antyki i meble z różnych kolekcji

source: Original collections & collaborations
pl_pl: Oryginalne kolekcje i współprace

source: We use our knowledge about art gained at antiques markets to create new furniture forms that possess the characteristics of collectors items. <i>Future antiques</i>, high-quality, exclusive, signed pieces, handmade to individual order from top quality materials that develop a natural patina over time. The idea behind <strong>Square Drop</strong> is to express personality through objects.
pl_pl: Wykorzystujemy naszą wiedzę z rynku sztuki i antyków, by tworzyć nowe formy meblarskie, zachowujące cechy przedmiotów kolekcjonerskich. <i>Future antiques</i>, czyli wysokiej jakości, pojedyncze, sygnowane egzemplarze, wykonywane ręcznie na indywidualne zamówienie ze szlachetnych materiałów, które z czasem pokrywają się naturalną patyną. Ideą <strong>Square Drop</strong> jest wyra­że­nie oso­bo­wo­ści przez przed­mio­ty.

source: Dark furniture from the Oddity collection
pl_pl: Ciemne meble z kolekcji Oddity

source: Unique items
pl_pl: Unikatowe przedmioty

source: <strong>Square Drop</strong>, a fine art conservation lab, is a company with family traditions. We use the experience, we have gained over the years, to carry out conservation works. Using our history of art knowledge, as well as, many international contacts we conduct profound market explorations in search for unique furnitures from around the world.
pl_pl: <strong>Square Drop</strong>, fine art conservation lab, to firma o rodzinnych tradycjach. Zdobyte przez lata doświadczenie wykorzystujemy przy realizacji prac konserwatorskich, a także przy wyszukiwaniu unikatowych mebli na całym świecie, korzystając z naszej wiedzy z zakresu historii sztuki i międzynarodowych kontaktów.

source: 19th century Japanese pharmacy chest of drawers
pl_pl: XIX-wieczna japońska komoda apteczna

source: Furniture & works of art
pl_pl: Meble i dzieła sztuki

source: Renovating furniture and works of art, restoring the spirit of historic objects and family heirlooms, is at the core of <strong>Square Drop</strong>'s business. With great care, we restore valuable, historic items, as well as furniture that are simply important to their owners. We know that with both the market and emotional value of objects, it is important to preserve the natural patina and traces of their history.
pl_pl: Renowacja mebli i dzieł sztuki, przywracająca ducha zabytkowym obiektom i rodzinnym pamiątkom, to podstawa działalności <strong>Square Drop</strong>. Z wiel­ką tro­ską odrestaurowujemy cen­ne, zabyt­ko­we obiek­ty, a tak­że meble po pro­stu waż­ne dla ich wła­ści­cie­li. Wiemy, że zarówno przy wartości rynkowej, jak i emocjonalnej przedmiotów ważne jest zachowanie naturalnej patyny i śladów świadczących o ich historii.

source: Restored piece of furniture
pl_pl: Odrestaurowany mebel

source: Your browser doesn't support video
pl_pl: Twoja przeglądarka nie obsługuje wideo

source: Sound on
pl_pl: Włącz dźwięk

source: Sound off
pl_pl: Wyłącz dźwięk

source: Original design
pl_pl: Oryginalny design

source: We create unique furniture to show beauty in difference. Our collections, unlike factory production, are reflections of creative personalities. They function as a "square drop" in the interior, being a jewellery addition to the décor, to which they give a unique elegance and atmosphere. A prime example is the "Oddity" collection designed by Kosmos Project, which is a reference to both history and the present.
pl_pl: Tworzymy unikatowe meble, by pokazać piękno w odmienności. Nasze kolekcje, w przeciwieństwie do produkcji fabrycznej, są odzwierciedleniem kreatywnej osobowości. Funkcjonują jako "square drop" we wnętrzu, będąc biżuteryjnym dodatkiem do wystroju, któremu nadają wyjątkowego klimatu i elegancji. Sztandarowym przykładem jest kolekcja "Oddity", projektu studia Kosmos Project, stanowiąca nawiązanie zarówno do historii, jak i do współczesności.

source: /en/product/light-cabinet/
pl_pl: /produkt/kabinet-jasny/

source: Oddity Cabinet
pl_pl: Kabinet Oddity

source: /en/product/curule-chair-light/
pl_pl: /produkt/gondola-jasna/

source: Oddity Curule Chair
pl_pl: Gondola Oddity

source: /en/product/column/
pl_pl: /produkt/kolumna/

source: Oddity Column
pl_pl: Kolumna Oddity

source: See the Oddity collection
pl_pl: Zobacz kolekcję Oddity

source: Furniture from the Oddity collection
pl_pl: Meble z kolekcji Oddity

source: See
pl_pl: Zobacz

source: /en/product/console-table-bright/
pl_pl: /produkt/konsola-jasna/

source: Oddity Console
pl_pl: Konsola Oddity

source: Console
pl_pl: Konsola

source: /en/product/little-cabinet/
pl_pl: /produkt/kabinecik/

source: Oddity Little Cabinet
pl_pl: Kabinecik Oddity

source: Little Cabinet
pl_pl: Kabinecik

source: /en/product/curule-chair-dark/
pl_pl: /produkt/gondola-ciemna/

source: Curule Chair
pl_pl: Gondola

source: /en/product/etagere-bright/
pl_pl: /produkt/etazerka-jasna/

source: Oddity Étagere
pl_pl: Etażerka Oddity

source: Étagere
pl_pl: Etażerka

source: /oddity-catalogue-en.pdf
pl_pl: /oddity-catalogue-pl.pdf

source: Download the catalog
pl_pl: Pobierz katalog

source: Download the Oddity catalog
pl_pl: Pobierz katalog Oddity

source: Show all items
pl_pl: Pokaż wszystkie przedmioty

source: Candelabra
pl_pl: Kandelabry

source: At <strong>Square Drop</strong>, we renovate vintage items to give them another life. We approach renovation work with the utmost care. Conservation is always preceded by a substantive analysis and often also by conservation documentation. We restore the shine to objects with history. Thanks to our experience in the conservation of furniture, fabrics, metals and paintings, we receive antique trunks from brands such as Louis Vuitton, Goyard and Moynat. We reconstruct them with care to preserve their historical and sentimental value.
pl_pl: W <strong>Square Drop</strong> odnawiamy przedmioty zabytkowe, by dać im kolejne życie. Do prac renowacyjnych podchodzimy z najwyższą starannością. Konserwację zawsze poprzedza rzeczowa analiza, a często również dokumentacja konserwatorska. Przywracamy blask przedmiotom z historią. Dzięki doświadczeniu w konserwacji mebli, tkanin, metali i obrazów trafiają do nas zabytkowe kufry takich marek jak Louis Vuitton, Goyard i Moynat. Rekonstruujemy je ze starannością, by ocalić ich wartość historyczną i sentymentalną.

source: Show more
pl_pl: Pokaż więcej

source: My name is Agnieszka Śniadewicz-Świca, I am the owner of the <strong>Square Drop</strong>, fine art Conservation Lab. The idea behind Square Drop is to express personality through objects. Each project is a challenge with a high emotional value for us. We think outside the box so that the works created in Square Drop can go down in history.
pl_pl: Nazywam się Agnieszka Śniadewicz-Świca, jestem właścicielką <strong>Square Drop</strong>. Ideą pracowni jest wyra­że­nie oso­bo­wo­ści przez przed­mio­ty. Każdy projekt jest dla nas wyzwaniem o dużej wartości emocjonalnej. Wychodzimy poza schemat, by prace powstające w <strong>Square Drop</strong> mogły trwale zapisać się w historii.

source: /en/about-us/
pl_pl: /o-nas/

source: Get to know us
pl_pl: Poznaj nas

source: Bring your ideas to life
pl_pl: Realizuj swoje pomysły

source: We cooperate with well-known Polish designers (Pani Jurek, Kosmos Project, UAU Project). Also, we work and implement the creative ideas of our clients, helping them to make their projects come true.
pl_pl: Współpracujemy ze znanymi polskimi projektantami (Panią Jurek, Kosmos Project, UAU Project), a także realizujemy twórcze pomysły naszych klientów pomagając w ich urzeczywistnieniu.

source: /en/contact/
pl_pl: /kontakt/

source: Contact
pl_pl: Kontakt

source: Write to us
pl_pl: Napisz do nas

source: Join us on <span>Instagram</span> and see our latest design ideas, news and much more.
pl_pl: Dołącz do nas na <span>Instagramie</span> i zobacz nasze najnowsze pomysły projektowe, aktualności i wiele więcej.

source: Collaborations
pl_pl: Współprace

source: Find out more
pl_pl: Dowiedz się więcej

source: /en/european-union-funds/
pl_pl: /fundusze-europejskie/

source: Co-financing from EU funds
pl_pl: Dofinansowanie z funduszy UE

source: For the love of detail
pl_pl: Z miłości do detalu

source: Skip to content
pl_pl: Przejdź do treści

source: Primary Menu
pl_pl: Menu główne

source: Secondary Menu
pl_pl: Menu dodatkowe

source: Grayscale
pl_pl: Skala szarości

source: Negative contrast
pl_pl: Negatywny kontrast

source: Links underline
pl_pl: Podkreślone linki

source: Readable font
pl_pl: Czytelny tekst

source: Toggle
pl_pl: Przełącz

source: Add widgets to the posts sidebar.
pl_pl: Dodaj widgety do sidebara wpisu.

source: Footer
pl_pl: Stopka

source: Add widgets to the theme footer.
pl_pl: Dodaj widgety do stopki motywu.

source: Product reserved
pl_pl: Produkt zarezerwowany

source: Origin
pl_pl: Pochodzenie

source: Material
pl_pl: Materiał

source: Dimensions
pl_pl: Wymiary

source: Availability
pl_pl: Dostępność

source: On demand
pl_pl: Na zamówienie

source: Enquire
pl_pl: Zapytaj

source: Product video
pl_pl: Film produktu

source: Choose video
pl_pl: Wybierz film

source: Choose thumbnail
pl_pl: Wybierz miniaturkę

source: Set aspect ratio
pl_pl: Ustaw proporcje

source: Remove video
pl_pl: Usuń film

source: Expand
pl_pl: Rozwiń

source: Table of Contents
pl_pl: Spis treści

source: Navigation
pl_pl: Nawigacja

source: Close Menu
pl_pl: Zamknij Menu

source: Open Menu
pl_pl: Otwórz Menu

source: Close Search
pl_pl: Zamknij wyszukiwanie

source: Close
pl_pl: Zamknij

source: Search for:
pl_pl: Szukaj:

source: Search on squaredrop.pl
pl_pl: Szukaj na squaredrop.pl

source: Search results
pl_pl: Wyniki wyszukiwania

source: Products
pl_pl: Przedmioty

source: Pages and Posts
pl_pl: Strony i wpisy

# submit button
source: Search
pl_pl: Szukaj

source: Play video
pl_pl: Włącz film

source: There are no posts yet. Post something interesting.
pl_pl: Nie ma jeszcze żadnych postów. Opublikuj coś ciekawego.

source: Pages:
pl_pl: Strony:

source: No results were found.<br />Try a new search.
pl_pl: Nie znaleziono żadnych wyników.<br />Wyszukaj jeszcze raz.

source: Close Form
pl_pl: Zamknij Formularz

source: Price
pl_pl: Cena

source: Awaiting product image
pl_pl: Oczekiwanie na zdjęcie produktu
